const SCH = {
  Понедельник: [
    { time1: " 8:30 - 10:05", subject: "-" },
    { time2: "10:15 - 11:50", subject: "Боеприпасы и боевые части ракет" },
    { time3: "12:00 - 13:35", subject: "Экономика" },
    { time4: "13:50 - 15:25", subject: "-" },
    { time5: "15:40 - 17:15", subject: "-" },
    { time6: "17:25 - 19:00", subject: "-" },
    { time7: "19:10 - 20:45", subject: "-" },
  ],
  Вторник: [
    { time1: " 8:30 - 10:05", subject: "Управление техническими системами" },
    { time2: "10:15 - 11:50", subject: "Проетирование ствольного оружия" },
    {
      time3: "12:00 - 13:35",
      subject: "Конструкция и компановка ракетного оружия",
    },
    { time4: "13:50 - 15:25", subject: "-" },
    { time5: "15:40 - 17:15", subject: "-" },
    { time6: "17:25 - 19:00", subject: "-" },
    { time7: "19:10 - 20:45", subject: "-" },
  ],
  Среда: [
    { time1: " 8:30 - 10:05", subject: "-" },
    { time2: "10:15 - 11:50", subject: "-" },
    { time3: "12:00 - 13:35", subject: "ЭРИСО(Числитель) // ТМО(Знаменатель)" },
    { time4: "13:50 - 15:25", subject: "ЭРИСО(Числитель) // ТМО(Знаменатель)" },
    {
      time5: "15:40 - 17:15",
      subject: "Технология производства ракетного оружия",
    },
    {
      time6: "17:25 - 19:00",
      subject: "Технология производства ракетного оружия",
    },
    { time7: "19:10 - 20:45", subject: "-" },
  ],
  Четверг: [
    { time1: " 8:30 - 10:05", subject: "-" },
    { time2: "10:15 - 11:50", subject: "-" },
    { time3: "12:00 - 13:35", subject: "-" },
    { time4: "13:50 - 15:25", subject: "-" },
    { time5: "15:40 - 17:15", subject: "-" },
    { time6: "17:25 - 19:00", subject: "-" },
    { time7: "19:10 - 20:45", subject: "-" },
  ],
  Пятница: [
    { time1: " 8:30 - 10:05", subject: "(ЧИСЛИТЕЛЬ) ПЭУРО" },
    { time2: "10:15 - 11:50", subject: "ПЭУРО" },
    { time3: "12:00 - 13:35", subject: "Экономика (семинар)" },
    { time4: "13:50 - 15:25", subject: "-" },
    { time5: "15:40 - 17:15", subject: "-" },
    { time6: "17:25 - 19:00", subject: "-" },
    { time7: "19:10 - 20:45", subject: "-" },
  ],

  Суббота: [
    { time1: " 8:30 - 10:05", subject: "-" },
    { time2: "10:15 - 11:50", subject: "-" },
    { time3: "12:00 - 13:35", subject: "-" },
    { time4: "13:50 - 15:25", subject: "-" },
    { time5: "15:40 - 17:15", subject: "-" },
    { time6: "17:25 - 19:00", subject: "-" },
    { time7: "19:10 - 20:45", subject: "-" },
  ],
  Воскресенье: [
    { time1: " 8:30 - 10:05", subject: "-" },
    { time2: "10:15 - 11:50", subject: "-" },
    { time3: "12:00 - 13:35", subject: "-" },
    { time4: "13:50 - 15:25", subject: "-" },
    { time5: "15:40 - 17:15", subject: "-" },
    { time6: "17:25 - 19:00", subject: "-" },
    { time7: "19:10 - 20:45", subject: "-" },
  ],
};

module.exports = SCH;
