 const SCH = {  
    group: 'SM6-82',
    0:[
        {time1:'8:30 - 10:05', subject: "-" },
        {time2:'10:15 - 11:50', subject: "-" },
        {time3:'12:00 - 13:35', subject: "-" },
        {time4:'13:50 - 15:25', subject: "-" },
        {time5:'15:40 - 17:15', subject: "-" },
        {time6:'17:25 - 19:00', subject: "-" },
        {time7:'19:10 - 20:45', subject: "-" }
    ],
    1:[
        {time1:'8:30 - 10:05', subject: "-" },
        {time2:'10:15 - 11:50', subject: "Боеприпасы и боевые части ракет" },
        {time3:'12:00 - 13:35', subject: "Экономика" },
        {time4:'13:50 - 15:25', subject: "-" }, 
        {time5:'15:40 - 17:15', subject: "-" },
        {time6:'17:25 - 19:00', subject: "-" },
        {time7:'19:10 - 20:45', subject: "-" }
    ],
    2:[
        {time1:'8:30 - 10:05', subject: "Управление техническими системами" },
        {time2:'10:15 - 11:50', subject: "Проетирование ствольного оружия" },
        {time3:'12:00 - 13:35', subject: "Конструкция и компановка ракетного оружия" },
        {time4:'13:50 - 15:25', subject: "-" },
        {time5:'15:40 - 17:15', subject: "-" },
        {time6:'17:25 - 19:00', subject: "-" },
        {time7:'19:10 - 20:45', subject: "-" }
    ],
    '3cheslitel':[
        {time1:'8:30 - 10:05', subject: "-" },
        {time2:'10:15 - 11:50', subject: "-" },
        {time3:'12:00 - 13:35', subject: "Эффективность ракетного и ствольного оружия" },
        {time4:'13:50 - 15:25', subject: "Эффективность ракетного и ствольного оружия" },
        {time5:'15:40 - 17:15', subject: "Технология производства ракетного оружия" },
        {time6:'17:25 - 19:00', subject: "Технология производства ракетного оружия" },
        {time7:'19:10 - 20:45', subject: "-" }
    ],
    '3znamenatel':[
        {time1:'8:30 - 10:05', subject: "-" },
        {time2:'10:15 - 11:50', subject: "-" },
        {time3:'12:00 - 13:35', subject: "Тепломассообмен в РиСО" },
        {time4:'13:50 - 15:25', subject: "Тепломассообмен в РиСО" },
        {time5:'15:40 - 17:15', subject: "Технология производства ракетного оружия" },
        {time6:'17:25 - 19:00', subject: "Технология производства ракетного оружия" },
        {time7:'19:10 - 20:45', subject: "-" }
    ],
    4:[
        {time1:'8:30 - 10:05', subject: "-" },
        {time2:'10:15 - 11:50', subject: "-" },
        {time3:'12:00 - 13:35', subject: "-" },
        {time4:'13:50 - 15:25', subject: "-" },
        {time5:'15:40 - 17:15', subject: "-" },
        {time6:'17:25 - 19:00', subject: "-" },
        {time7:'19:10 - 20:45', subject: "-" }
    ],
    "5cheslitel":[
        {time1:'8:30 - 10:05', subject: "-" },
        {time2:'10:15 - 11:50', subject: "Проектирование энергетических установок РО" },
        {time3:'12:00 - 13:35', subject: "Экономика (семинар)" },
        {time4:'13:50 - 15:25', subject: "-" },
        {time5:'15:40 - 17:15', subject: "-" },
        {time6:'17:25 - 19:00', subject: "-" },
        {time7:'19:10 - 20:45', subject: "-" }
    ],
    "5znamenatel":[
        {time1:'8:30 - 10:05', subject: "Проектирование энергетических установок РО" },
        {time2:'10:15 - 11:50', subject: "Проектирование энергетических установок РО" },
        {time3:'12:00 - 13:35', subject: "Экономика (семинар)" },
        {time4:'13:50 - 15:25', subject: "-" },
        {time5:'15:40 - 17:15', subject: "-" },
        {time6:'17:25 - 19:00', subject: "-" },
        {time7:'19:10 - 20:45', subject: "-" }
    ],
    6:[
        {time1:'8:30 - 10:05', subject: "-" },
        {time2:'10:15 - 11:50', subject: "-" },
        {time3:'12:00 - 13:35', subject: "-" },
        {time4:'13:50 - 15:25', subject: "-" },
        {time5:'15:40 - 17:15', subject: "-" },
        {time6:'17:25 - 19:00', subject: "-" },
        {time7:'19:10 - 20:45', subject: "-" }
    ]
}
 
module.exports = SCH